tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "cmake"
brew "curl"
brew "gh"
brew "git"
brew "go"
brew "grep"
brew "htop"
brew "python@3.9"
brew "mono"
brew "neofetch"
brew "nvm"
brew "openjdk"
brew "rbenv"
brew "tldr"
brew "tmux"
brew "universal-ctags"
brew "vim"
brew "wget"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "discord"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "notion"
cask "visual-studio-code"
cask "zoom"
