tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "cmake"
brew "curl"
brew "ethereum"
brew "gh"
brew "git"
brew "go"
brew "grep"
brew "htop"
brew "mkcert"
brew "mono"
brew "mysql"
brew "neofetch"
brew "nss"
brew "nvm"
brew "openjdk"
brew "python@3.9"
brew "rbenv"
brew "solidity"
brew "tldr"
brew "tmux"
brew "universal-ctags"
brew "vim"
brew "wget"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "discord"
cask "expressvpn"
cask "firefox-developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "ganache"
cask "google-chrome"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
